<#macro title>Система рейтинга</#macro>
<#macro headtags>
    <link rel="stylesheet" href="/css/styles.css">
</#macro>

<#macro content>
    <h2>Система рейтинга:</h2>
    <p>1) Каждый пользователь сайта имеет рейтинг.</p>
    <p>2) Изначально рейтинг равен 0</p>
    <p>3) Чтобы получить возможность писать статьи, ваш рейтинг должен быть больше или равен 200</p>
    <h5>Как получить рейтинг?</h5>
    <p>1) В разделе вопросы вы можете решать проблемы других пользователей.
        Если пользователь посчитает ваш ответ лучшим, то вы получите + 20 к рейтингу</p>
    <p>2) Пользователи могут оценивать ваши статьи.
        За каждую положительную оценку к вашему рейтингу и рейтингу статьи + 5.
        Соответственно за каждую отрицательную -5</p>
    <h5>Что будет, если рейтинг упадёт ниже 200?</h5>
    <p>В таком случае вы потеряет возможность писать новые статьи!</p>
</#macro>

<#include "base.ftl">